[
  {
    "title": "Necklaces",
    "description": "Shop the latest necklaces online at the best prices. From delicate chains to statement pendants, find your perfect necklace at Distacart. Explore our collection of chocker, pendant, beaded, pearls, and statement necklaces today!"
  },
  {
    "title": "Earrings",
    "description": "Looking for the best earrings? Explore our extensive range of fashionable styles online, including jhumkas, studs, and drop earrings on Distacart. Order now and get quick delivery on all orders!"
  },
  {
    "title": "Indian Return Gifts",
    "description": "Buy Indian return gifts online at low prices in USA on Distacart.com. Get the Indian return gifts for all special occasions like ✔ housewarming return gifts ✔ return gifts for birthdays ✔ wedding return gifts ✔ pooja return gifts ✔ unique and customized return gifts at your doorsteps with express shipping."
  },
  {
    "title": "God Idols",
    "description": "Buy God idols online and elevate your spiritual space! Explore our collection of Ganesh, Lakshmi, Shiva, and other deities in various materials and sizes. Find the perfect idol for your home at Distacart!"
  },
  {
    "title": "Bangles",
    "description": "Buy Indian bangles online at the best prices in the USA, and Canada on Distacart.com. Browse for a huge collection of Indian bangles like ✔Threaded Bangles ✔Fancy Bangles ✔Glass Bangles ✔Ethnic Bangles ✔Gold Bangles ✔Clay Bangles for various occasions."
  },
  {
    "title": "Pickles",
    "description": "Shop pickles online and relish the taste of authentic Indian flavors. Choose from mango, lime, chili, and more. Order now for fresh, homemade quality!"
  },
  {
    "title": "Pulla Reddy Sweets",
    "description": "Experience the rich flavors of G Pulla Reddy Sweets, known for their authentic pure ghee sweets.  Enjoy the flavors of India delivered to your doorstep ensuring freshness and fast delivery."
  },
  {
    "title": "Snacks",
    "description": "Discover a wide range of snacks online, from spicy namkeens to sweet delights. Perfect for every craving, order your favorite snacks today, delivered fresh to your doorstep."
  },
  {
    "title": "Potli Bags",
    "description": "Order the best Indian Potli Bags Online at affordable prices from Distacart. Choose from a wide range of the latest designer potli bags like ✔golden potli bags ✔potli bags return gifts ✔velvet potli bags ✔silk potli bags ✔floral potli bags, and more with express shipping."
  },
  {
    "title": "Indian Grocery Online",
    "description": "Shop Indian groceries online at Distacart. Buy high-quality Indian grocery online with fast and reliable delivery worldwide. Start shopping today at distacart.com."
  },
  {
    "title": "Books",
    "description": "Browse wide varieties of Indian books online at best price from Distacart.com. Buy popular Indian books in USA related to epic, religion, kids, languages, magazines, computer books, pooja books, telugu books, english books and more. Order now to get it delivered with in 2-5 days from India to USA."
  },
  {
    "title": "Indian Jewelry",
    "description": "Shop from the latest collection of traditional Indian Jewelry online in USA for women online at low prices on Distacart.com. Buy fashion jewelry items like ✔Necklaces ✔Earrings ✔Mangalsutra ✔Bangles ✔Rings ✔Anklets ✔Maang tikka ✔Bracelets ✔Chains and many more at your doorsteps with express shipping."
  },
  {
    "title": "Kids Books",
    "description": "Shop for the best Kids books online at best price at Distacart.com. Choose from a wide range of Popular Kids books and order classic children's books by age, series, author, subject, and format fast shipping at your doorsteps within 2-5 days."
  },
  {
    "title": "Mithaiwala Snacks",
    "description": "MM Mithaiwala Snacks online - Buy popular Indian snacks at low prices in the USA, Canada on Distacart.com. Order snacks like ✔Mithaiwala Chegodi ✔Dalmoti Mixture ✔Khatta Mitha ✔Spicy Kaju ✔Special Khara Mixture ✔Papidi ✔Dry Fruit Mixture ✔Mithaiwala Chat Patti Mixture ✔Special Navaratan Mixture and more from MM Mithaiwala at your doorsteps with express shipping."
  },
  {
    "title": "Vellanki Sweets",
    "description": "Order traditional Vellanki Sweets online and experience the taste of India with each bite. Choose from a wide selection, perfect for every occasion, delivered to your doorstep. Order today!"
  },
  {
    "title": "Vellanki Snacks",
    "description": "Order Vellanki Snacks online in the USA. Shop for a wide collection of ✔Murukulu ✔Janthikalu / Chakli ✔Bengal Gram Chekkalu ✔Vaampoosa ✔Ribbon Pakoda ✔Sanna boondi Mixture ✔Chekkalu, Jaggery Snack/Bellam Kommulu ✔Kaju Chudva online at very low prices only at Distacart.com."
  },
  {
    "title": "Andhra Sweets",
    "description": "Shop Andhra sweets online for premium traditional treats. From melt-in-your-mouth Pootharekulu to festive Ariselu, enjoy the taste of Andhra Pradesh at your doorstep. Order now!"
  },
  {
    "title": "Baba Ramdev Products",
    "description": "Patanjali Products Online - Shop Baba Ramdev Products Online at affordable prices on Distacart. Explore a wide range of ayurvedic supplements, skincare, hair care, wellness, etc. Order now to get the best Patanjali Ayurvedic products to your doorsteps."
  },
  {
    "title": "Himalaya Herbal Products",
    "description": "Shop Himalaya Herbal Products for effective and natural solutions to your skincare and wellness needs on Distacart. Our products combine ancient Ayurvedic wisdom with modern science for optimal results—order now!"
  },
  {
    "title": "Women Accessories",
    "description": "Buy the best women's accessories online at Distacart.com. Shop from the trendy collection of fashion accessories for women at the best price. Look stylish with a unique collection of ✓Hand Bags ✓Footwear ✓Jewelry ✓Clothes and more..."
  },
  {
    "title": "South Indian Sweets",
    "description": "Order traditional South Indian sweets online. Shop traditional favorites like Mysore Pak, Assorted Sweets, Laddu, JangriKalakand, and more, all made with authentic recipes and delivered to your doorstep."
  },
  {
    "title": "North Indian Sweets",
    "description": "Shop authentic North Indian sweets online at great prices. Explore a delicious selection of desserts perfect for festivals and celebrations, made from the finest ingredients at Distacart."
  },
  {
    "title": "Organic India Products",
    "description": "Explore our range of Organic India products available online on Distacart at the best prices. Shop now and embrace natural wellness with our organic and sustainable offerings! Prioritize your well-being today with the goodness of organic and natural ingredients."
  },
  {
    "title": "Baidyanath",
    "description": "Explore a wide range of Baidyanath products online on Distacart. From herbal tonics to health supplements, find authentic Ayurvedic remedies that support your well-being. Order now for fast delivery!"
  },
  {
    "title": "Men's Clothing",
    "description": "Discover men’s clothing online at Distacart. Shop stylish casuals, festive wear, and ethnic attire with authentic quality and quick shipping."
  },
  {
    "title": "Sri Sri Tattva USA",
    "description": "Shop Sri Sri Tattva Ayurveda products like personal care, healthcare, beauty care, and food products online at low prices in the USA on Distacart.com. Get the every item of Sri Sri Tattva Ayurveda within 3 - 5 business days with express shipping."
  },
  {
    "title": "Organic Millets Online",
    "description": "Buy millets online for premium quality grains. Enjoy healthy options like kodo, barnyard, and little millet, perfect for gluten-free and fiber-rich diets. Order fresh millets delivered to your doorstep."
  },
  {
    "title": "Mesmara - Essential Oils, Cold Pressed Oils, Herbal Powders",
    "description": "Buy Mesmara products online at a low price anywhere in the USA only on Distacart.com. Shop online for Mesmara products like ✔Cold Pressed Oils like ✔Beauty & Personal Care ✔Hair Care ✔Herbal Powders ✔Essential Oils and get free shipping on the order value above $49."
  },
  {
    "title": "Dry Fruits & Nuts",
    "description": "Discover an extensive range of dried fruits and nuts that are available online on Distacart! Choose from the best dry fruit brands and get your hands on healthy snacking options such as almonds, cashews, dates, raisins, pistas, walnuts, etc. Don't wait to Shop and get your order delivered straight to your doorstep!"
  },
  {
    "title": "Masala Powders",
    "description": "Get the Indian masala powders online at best price in USA, Canada on Distacart.com. Buy best masala powders or Indian Spice powder like ✔ Garam Masala ✔ Chat Masala ✔ Jeera Powder ✔ Sabji Masala ✔ Sambar Powder ✔ Pepper Powder and many more express home delivery anywhere in USA, Canada."
  },
  {
    "title": "Indian Spices Online",
    "description": "Enhance your culinary creations with our selection of Indian spices available online on Distacart. Explore a variety of authentic Indian spices to spice up your cooking at affordable prices. Shop now and add flavor and depth to every dish!"
  },
  {
    "title": "Indian Pulses & Dals Online",
    "description": "Buy Indian Pulses & Dals online at low price in USA on Distacart.com. Get quality organic dals like ✔ urad dal ✔ chana dal ✔ moong dal ✔ masoor dal ✔ toor dal and many more at your doorsteps with express shipping."
  },
  {
    "title": "Dabur Products - Ayurveda, Foods, Health Care, Hair Care, Skin Care, Oral Care",
    "description": "Shop for a vast range of natural/ayurvedic Dabur products & Dabur ayurvedic supplements online at the best price in the USA, and Canada on Distacart.com. Get Dabur products like ✓Health Care products ✓Hair Care products ✓Skin Care products ✓Oral Care products and many more at your doorsteps with express shipping."
  },
  {
    "title": "Zandu Products",
    "description": "Zandu Ayurveda is one of the leading manufacturers of ayurvedic medicines for Ayurveda treatments. Order Zandu ayurvedic products online at a low price in the USA, and Canada on Distacart.com at your doorsteps with express shipping."
  },
  {
    "title": "Waist Chain Jewelry/ Belly Chain Jewelry",
    "description": "Shop now to enhance your look with stunning waist chains available online at Distacart. Find a wide range of stylish and versatile waist chains to complement your outfits. Explore our collection and add a touch of elegance to your attire."
  },
  {
    "title": "Women's Clothing",
    "description": "Buy The Latest Collection Of women's clothing online only on Distacart. Browse our curated collection of trendy dresses, Sarees, kurta and kurtis, Kurta sets, Lehengas, Sharara sets, and more. Shop Now for quality women's apparel today."
  },
  {
    "title": "Sweets",
    "description": "Experience the joy of authentic sweets from India with our premium selection. Buy Sweets Online and Enjoy freshly made treats like kaju katli, gulab jamun, and more, all delivered right to your door. Order today!"
  },
  {
    "title": "Food",
    "description": "Shop Indian food online at affordable prices for Indians living in other countries. Order Indian traditional food products like ✔Pickles ✔Sweets ✔Snacks ✔Bakery Products ✔Papad & Vadiams ✔Groceries and more from top brands and get them delivered to your doorsteps only on Distacart.com."
  },
  {
    "title": "Ayurvedic Books Online",
    "description": "Popular Ayurvedic Books - Get best book on Ayurveda for ✔ Health ✔ Fitness & Dieting ✔ Home remedies ✔ cookbooks ✔ Text Books and more only on Distacart.com. Order now and get it delivered at your door steps."
  },
  {
    "title": "Health Books Online - Books on Health & Nutrition, Cookbooks",
    "description": "Buy best Books on Healthy Living, Wellness, and Nutrition Online at the best price on Distacart. Browse a huge collection of books on ✓Health and Nutrition ✓Diet ✓Fitness ✓Cookbooks ✓Health care books and many more."
  },
  {
    "title": "Mouth Fresheners",
    "description": "Get Mouth Fresheners online at the best price from Distacart. Buy a wide selection of Indian after meals natural mouth freshener products like ✔Calcutta Paan Mix ✔Roasted Almond ✔Flax Seed Mix ✔Natural mix ✔Digestive Mix and many more."
  },
  {
    "title": "Tea Bags",
    "description": "Explore a world of flavors with our range of tea bags available on Distacart. Shop online now and Experience the richness of premium teas from the top brands at the best prices from the comfort of your own home!"
  },
  {
    "title": "Ayurvedic Products Online",
    "description": "Discover a range of premium Ayurvedic products online. Shop herbal supplements, skincare, haircare, digestive health, immunity boosters, and pain relief solutions. Quality, trust, and holistic wellness all in one place."
  },
  {
    "title": "Diwali Sweets and Snacks Online",
    "description": "Distacart is the leading Indian online store for authentic Indian products online in the USA, UK, Canada, and more. Buy from a wide range of unique Indian products like ✓ Sweets ✓ Food ✓ Wellness ✓ Baby & Kids✓ Beauty & Personal Care ✓ Ind..."
  },
  {
    "title": "Dhootapapeshwar Products",
    "description": "Buy Shree Dhotpapeshwar Products Online at an affordable price on Distacart.com. Get a Complete range of Dhoootapapeshwar ayurvedic products at your doorsteps with express shipping services. Order Now!"
  },
  {
    "title": "Vaidyaratnam",
    "description": "Buy Vaidyaratnam ayurvedic products online at low price in USA on Distacart.com. Get the Vaidyaratnam products for Hair, Skin, Face, Health Care products with express delivery and free shipping on order value above 49$."
  },
  {
    "title": "Skin Care Products",
    "description": "Shop skin care products online at the best price on Distacart. Whether it's acne solutions, anti-aging, or sensitive skin care, we can help you find the perfect routine. Order now!"
  },
  {
    "title": "Beauty Care Products",
    "description": "Buy our wide selection of top-quality beauty products online on Distacart. Shop beauty care products for eyes, face, lips, hair, and more from best-selling brands like ✓Cetaphil ✓Neutrogena ✓Mamaearth ✓L'Oreal, and many more."
  },
  {
    "title": "Hair Care Products",
    "description": "Shop the best hair care products and hair styling products for men and women at the best price on Distacart.com. Buy professional & ayurvedic hair care products online that assure strength, shine, and softness like hair oils, conditioners, shampoos, gel, colors, serums, and more from top brands."
  },
  {
    "title": "Home Decor",
    "description": "Shop now to transform your living space with our stylish home decor products on Distacart! From elegant vases to unique wall art, find everything you need to create a beautiful home."
  },
  {
    "title": "Wall Stickers",
    "description": "Wall Stickers - Buy Vinyl Wall Stickers & Decals Online to decorate your home walls with beautiful posters and stickers on distacart.com. Browse a wide collection of wall stickers for ✔Kids ✔Living Room ✔Bedroom ✔Kitchen ✔Hall ✔Office ✔Bathroom etc."
  },
  {
    "title": "Artificial Flowers",
    "description": "Buy the best artificial flowers online for home decoration at wholesale prices in USA on Distacart.com. Browse a wide collection of bulk artificial flowers and plants come in many different colors to match the existing decor in your home."
  },
  {
    "title": "Casseroles",
    "description": "Shop Casseroles Online on Distacart at the best prices. Elevate your cooking experience with our premium casseroles! Ideal for baking, serving, and storing, our collection offers durability and style."
  },
  {
    "title": "Pressure Cookers",
    "description": "Buy best Pressure Cookers online at low prices with express shipping. Choose online for a wide range of Pressure Cookers from top brands like ✓Hawkins ✓Prestige ✓Butterfly ✓Pigeon and more on Distacart.com."
  },
  {
    "title": "Kitchen Storage Containers",
    "description": "Explore the wide range of durable Kitchen Storage Containers online on Distacart.com. Order Stainless Steel, Plastic, Glass kitchen storage & containers to organize your kitchen and delivered to your doorsteps with express shipping."
  },
  {
    "title": "Home & Furnishing",
    "description": "Buy Home Furnishing Online at the best price on Distacart.com. Get exciting offers on home accessories like curtains, bed linen, bed sheet set, cushions, kitchen linen set, fridge covers, doormats, and more at our online store with 4 to 5 days of express delivery."
  },
  {
    "title": "Hair Oils",
    "description": "Shop the best hair oils online for deep nourishment & hair growth on Distacart. Choose from coconut, almond, argan, and Ayurvedic oils. Strengthen & revitalize your hair—Order now!"
  },
  {
    "title": "Soaps",
    "description": "Shop for Ayurvedic Bath Soaps Online at low prices on Distacart.com. Get Indian natural soaps for oily, acne, dry, and baby skincare products from top brands at your doorsteps within 4 to 5 days with express shipping."
  },
  {
    "title": "Sarees",
    "description": "Explore our collection of sarees available online on Distacart. Discover timeless elegance and elevate your ethnic wardrobe effortlessly at affordable prices. Shop now for exquisite sarees that add sophistication to your style."
  },
  {
    "title": "Dupattas",
    "description": "Shop for a wide range of elegant and traditional Indian dupattas available online on Distacart. Order now and elevate your ethnic wardrobe with beautiful designs! Enhance your ethnic look with premium dupattas, perfect for adding a touch of vibrancy and style to any outfit."
  },
  {
    "title": "Tops & Tunics",
    "description": "Indian Tops Online Shopping - Buy women's indo western tops & ethnic wear tops online at the best price only on Distacart. Shop the latest designer collection of Indian tops available in a wide range of lovely colors and fabrics."
  },
  {
    "title": "Hair Colors",
    "description": "Order vibrant hair colors online on Distacart! From bold reds to natural browns, find the perfect shade to express your style at affordable prices. Shop now for fast shipping!"
  },
  {
    "title": "Holi Sweets",
    "description": "Celebrate the festival of colors with our delicious Holi sweets available online at Distacart. Order now and add sweetness to your celebrations! Distacart has an adorable assortment of Holi sweets that are guaranteed to make this season even more memorable."
  },
  {
    "title": "Immunity Booster Supplements",
    "description": "Buy the Best Immunity Booster Supplements online at the best price on Distacart.com. Get the natural, herbal, and ayurvedic immune-boosting products at your doorsteps with express shipping."
  },
  {
    "title": "Himalaya Baby Care",
    "description": "Himalaya baby care online - Buy Himalaya baby care products at the Best price from Distacart. Choose from a wide range of himalaya baby care from top brands like Himalaya, and Himalaya Herbals for baby wellness which is the trusted Ayurvedic Indian Brand for decades."
  },
  {
    "title": "Gajra",
    "description": "Transform your hairstyle with the timeless beauty of a Gajra. Shop our collection of traditional Indian hair accessories for the perfect finishing touch. Get ✓Wedding hair ✓Hair jewelry ✓Bridal hair accessories ✓Hair Brooch ✓Artificial Gajra and more."
  },
  {
    "title": "Hair Accessories",
    "description": "Shop online for Indian hair accessories for women at Distacart.com. Get a wide range of ✓Hair jewelry for weddings ✓Flower combs ✓Hairbands ✓Floral hairpins and ✓Gajra ✓Brooches ✓Bride hair floral items at your doorstep with express shipping at the best prices."
  },
  {
    "title": "Hair Brooches",
    "description": "Shop Designer Hair Brooch & Bridal Hair Accessory For Women Fashion Jewellery Online at Distacart. Check out our hair brooch selection for the very best in unique or custom, handmade pieces at low prices."
  },
  {
    "title": "Biscuits & Cookies",
    "description": "Buy Biscuits and Cookies Online at the best prices from Distacart.com. Online Shopping for Grocery and Gourmet foods from a great selection ✓Cookies Biscuits ✓Chocolate Chip Cookies ✓Salt Biscuits and Crackers ✓Chocolate Chips and more at the Best Prices."
  },
  {
    "title": "Hamdard Products",
    "description": "Shop Hamdard products online today on Distacart. Explore Hamdard's renowned range of herbal products, including health supplements, skincare items, and Unani remedies. Order Now!"
  },
  {
    "title": "Health Drinks",
    "description": "Explore a wide range of health drinks available online on Distacart. Shop now and boost your wellness with nutritious and delicious options for a healthier lifestyle. Nourish your body with the best health drinks that support your overall health and vitality at great prices."
  },
  {
    "title": "Homeopathy Products",
    "description": "Order Homeopathy products online at the best price with express shipping on Distacart. One stop shop for all homeopathic products from leading brands like ✓SBL, ✓Dr.Reckeweg, ✓Schwabe. Shop Now!"
  },
  {
    "title": "Ghee",
    "description": "Shop for the best ghee online at Distacart. Explore our selection of desi ghee, cow ghee, A2 ghee, organic ghee, and other varieties, perfect for cooking and health at affordable prices. Order now for doorstep delivery!"
  },
  {
    "title": "SBL Homeopathy",
    "description": "Buy authentic SBL Homeopathy products online at great prices on Distacart. From dilutions to tonics, find effective natural remedies for skin care, digestive health, and more. Order now for fast delivery!"
  },
  {
    "title": "Dr. Willmar Schwabe India",
    "description": "Shop Now! Dr. Willmar Schwabe India homeopathic medicines and healthcare products online only at Distacart. Our products are made with high-quality natural ingredients and are safe and effective for a variety of health conditions. Order now and enjoy fast, reliable shipping and exceptional customer service."
  },
  {
    "title": "Dr. Reckeweg",
    "description": "Shop now Dr. Reckeweg Products Online in the Indian online store Distacart.com. Get a wide range of Dr. Reckeweg Homeopathy products like Mother Tinctures, Dilutions, Triturations, Biochemics, Biocombinations, LM Potencies, Tablets, and Liquid Specialities with express shipping."
  },
  {
    "title": "Atta",
    "description": "Shop atta flour online for high-quality whole wheat flour. Ideal for preparing traditional Indian dishes like rotis, parathas, and more. Freshly milled and delivered right to your doorstep. ✓Atta Flour ✓Indian flours ✓Organic flours"
  },
  {
    "title": "Rice",
    "description": "Order online Indian Rice online at best price with express shipping. Get varieties of rice like Basmati rice, Sona Masoori, brown rice, white rice, and more from top brands like India gate, Kohinoor, Daawat, Fortune brands from Distacart.com. Get delivered in just 2 to 3 days at your doorsteps. ✓Indian groceries ✓Free delivery."
  },
  {
    "title": "Haldiram's",
    "description": "Discover the delicious range of Haldiram sweets and snacks online. Explore a wide range of laddus, barfis, namkeens, and more. Order now for fresh delivery to your doorstep."
  },
  {
    "title": "Horlicks",
    "description": "Buy a variety of Horlicks products at Distacart! From Junior Horlicks for toddlers to malt drinks for adults and nutritional options for pregnant women, we have healthy choices for the whole family. Order today!"
  },
  {
    "title": "Aashirvaad Products",
    "description": "Looking to Buy Aashirvaad Products Online? Look no further than Distacart. Order now and experience the authentic flavors that bring families together! Shop online today and elevate your meals with the richness of authentic Indian ingredients."
  },
  {
    "title": "24 Mantra Organic",
    "description": "Get 24 Mantra Organic products Lentils, Flours, Rice packets, Spices, flours, groceries, atta, millets, and more with express delivery at your doorsteps only on Distacart. Free shipping offers on order value of $49 only."
  },
  {
    "title": "A2B – Adyar Ananda Bhavan Sweets & Snacks",
    "description": "A2B Sweets – Buy Adyar Ananda Bhavan Sweets and Snacks Online at the best price from Distacart.com. Send Adyar Ananda Bhavan sweets, snacks, savories, dry fruit sweets, and more on special festivals and occasions to friends and relatives. Place your order now & get express shipping."
  },
  {
    "title": "Alarsin Ayurvedic Products",
    "description": "Get Alarsin Ayurvedic Products and medicine Online in the USA at Low Prices on Distacart.com. Buy various best-selling ayurvedic supplements, tablets, health care, and personal products from Alarsin pharmaceuticals for both men and women depending on the requirement at your doorsteps."
  },
  {
    "title": "Anoos",
    "description": "Order Anoos Natural Herbal Products for Skin and Haircare Online at Distacart. Order now by exploring a large collection of ✓Skincare Products ✓Face care Products ✓Hair care Products ✓Hair Packs ✓Face Packs ✓Bath Powder and more."
  },
  {
    "title": "BRU Coffee Powders",
    "description": "Discover a wide selection of BRU coffee powders online on Distacart! Enjoy the authentic taste of South Indian coffee with our instant, filter, and ground options. Order now for exclusive offers and fast shipping!"
  },
  {
    "title": "Biotique Ayurvedic Products",
    "description": "Shop online at Distacart.com for Biotique Ayurvedic Products ✓Shampoos ✓ Conditioners ✓Face Wash ✓Facial Kit ✓Toners ✓Moisturizers ✓Hair Oils and more with the best prices at your doorsteps."
  },
  {
    "title": "Brooke Bond",
    "description": "Shop Brooke Bond Tea Products Online at Best Prices on Distacart.com. Order a wide range of Brooke bond ✓Red Label ✓Taj Mahal ✓Lipton ✓Taaza ✓3 Roses ✓Coffee ✓Tea Powder and ✓Tea Bags and get them delivered to your doorsteps with express shipping."
  },
  {
    "title": "Honey",
    "description": "Buy Pure and Organic Honey Products Online in United States (USA), Canada, Australia, United Kingdom (U.K.) at Low Prices. Shop Best in Price and Top Quality Honey at Distacart from top brands like ✔ Patnjali ✔ Isha life ✔ Dabur ✔ Sri Sri Tatva ✔ 24 mantra Organic."
  },
  {
    "title": "Kalpamrit Ayurveda",
    "description": "Kalpamrit Ayurveda - Your One-Stop Shop Distacart is now proud to provide you with premium Kalpamrit products online. Choose from an extensive Ayurvedic product range by Kalpamrit Ayurveda at your doorsteps."
  },
  {
    "title": "Lakme",
    "description": "Lakme provides Cosmetic products that play an important role in our day-to-day life. Shop Lakme Beauty Products online to improve your appearance and enhance your self-esteem. ✔Beauty Care ✔Skin Care ✔Lip Care ✔Body Care ✔Cosmetics ✔Lakme Products USA"
  },
  {
    "title": "Lever Ayush",
    "description": "Order now to get Lever Ayush Products Online at the best prices and quality only on Distacart. Shop for the various collection of Lever Ayush beauty care products such as ✓Hair oil ✓Face Wash ✓Ayush Saffron Face Wash ✓Face Cream and more with express shipping."
  },
  {
    "title": "Lipton",
    "description": "Buy Lipton products online at the best price on Distacart. Explore the range of flavorful blends from Lipton tea including green tea, latte tea, herbal supplement all made just for you. 100% Natural Products. Order Now.!"
  },
  {
    "title": "MTR Food Products",
    "description": "Order MTR Food Products online at the best prices. Now you can shop online for 100% authentic MTR masala powders and packaged food items from the convenience of your home. Place online order on Distacart and get express shipping."
  },
  {
    "title": "Cheera Women's Kurtas",
    "description": "Shop Cheera Women's Kurtas & Kurtis online at great prices. Explore a variety of Anarkali, straight, and a-line styles of kurta sets in materials like rayon, silk, cotton, and Georgette on Distacart."
  },
  {
    "title": "Bikanervala Sweets and Snacks",
    "description": "Order Bikanervala Sweets, Namkeen, and Snacks Online at the best prices on distacart.com. Grab huge varieties such as sweets, snacks, papads, syrups, namkeen snacks & cookies are famed for their exquisite taste. Get Door Delivery with Express Shipping."
  },
  {
    "title": "Evergreen Sweets",
    "description": "Order Evergreen Sweets Online at Best Price in the USA from Distacart.com. Shop from a varied range of Indian sweets, traditional sweets, snacks, namkeens, and more for all special festivals, occasions, events, and celebrations, and get delivery at your doorsteps with express shipping."
  },
  {
    "title": "Bikanervala Sweets",
    "description": "Shop Bikanervala's delicious sweets online, made with traditional recipes and premium ingredients. Enjoy a wide variety of fresh Bikanervala sweets delivered to your doorstep. Order now for a taste of tradition!"
  },
  {
    "title": "Ramraj Cotton",
    "description": "Shop Ramraj Cotton online for authentic, breathable cotton wear. Crafted with premium cotton, perfect for weddings, festivals, and daily comfort. Order now!"
  },
  {
    "title": "Patanjali Ayurvedic Products",
    "description": "Patanjali Ayurveda USA - Buy the ayurvedic products from Patanjali brand online at best price with express shipping.   Check all Patanjali ayurveda and Divya brand products with ✓ Free Shipping ✓ Express Delivery ✓ Affordable prices."
  }
]