[
  {
    "title": "Noodles",
    "description": "Browse our wide selection of delicious and authentic noodles from around the world. We offer a diverse range of noodle types and top brands to satisfy your cravings. Get noodles from top brands like ✓Nestle ✓Maggi ✓Patanjali ✓Sunfeast ✓Yippee ✓Ching's ✓Knoor and more with free shipping."
  },
  {
    "title": "Oats",
    "description": "Buy quality oatmeal and oats online from India at Distacart.com. Get the best price on top brands. Shop now to enjoy a healthy breakfast and kickstart your day right."
  },
  {
    "title": "Asha Sweet Center - Sweets and Savouries",
    "description": "Buy Asha sweet Center - Sweets and Savouries online at the best price on Distacart.com. Explore the entire range of sweets and get fresh sweets and snacks from Asha sweet Center at your doorsteps with express shipping."
  },
  {
    "title": "BAPS Amrut Products",
    "description": "Order BAPS Amrut Products online at the best price on Distacart. Shop for the best BAPS Swaminarayan products for health care, beauty care, and baby care. Order today & get the Natural & Organic Ayurvedic Products at your doorsteps."
  },
  {
    "title": "Mamaearth Products",
    "description": "Shop the best Mamaearth Products Online at affordable prices on Distacart. Experience the natural goodness of Mamaearth products with our online store. Order now for gentle, effective skincare, haircare, body care, and baby care solutions."
  },
  {
    "title": "VLCC Products",
    "description": "Order VLCC Products online at the best price with express shipping on Distacart.com. VLCC offers a wide range of products like Skin Care, Body Care, and Personal Care. Shop now and get them delivered to your doorsteps."
  },
  {
    "title": "Asha Snacks",
    "description": "Asha Sweet Center - Buy Asha Snacks online at best price in USA, Canada, UK, Netherlands, France, Switzerland, Singapore, Australia only on Distacart.com. Get the fresh authentic Asha snacks at your doorsteps with express shipping."
  },
  {
    "title": "Blue Tokai Coffee",
    "description": "Buy Blue Tokai Coffee Roasters online at best price on Distacart.com. Blue Tokai Coffee brings you fresh single estate 100% Arabica coffee beans, roasted with care, from the best farms across India."
  },
  {
    "title": "Ojasveda Ayurvedic Products",
    "description": "Ojasveda is an ayurvedic lifestyle brand which focuses on its authentic supply chain of high quality ayurvedic products. Get the Ojasveda Ayurvedic products online at best price with express shipping on Distacart.com."
  },
  {
    "title": "Adel Homeopathy",
    "description": "Your Trusted Adel Homeopathy products are online at the best price on Distacart.com. Stay Home & Place Your Order Online. Adel Homeopathy has a wide variety of Mother Tinctures, Dilutions, Biochemical Tablets, Bio-Combination, Homoeo Tablets, etc."
  },
  {
    "title": "Allen Homeopathy",
    "description": "Shop Allen Homeopathy products online at Distacart for the best prices. Buy now for natural remedies designed to support your health and well-being with safe, effective care!"
  },
  {
    "title": "Aniyah",
    "description": "Buy Aniyah Women's Clothing online at a low price on Distacart.com. Shop for all types of women wear ✔Kurtis ✔Plazzo ✔Plazzo Sets ✔Anarkali Kurtis. Stay Home and Shop Online with Express Delivery at your doorsteps."
  },
  {
    "title": "Wow Skin Science",
    "description": "Buy WOW Skin Science products online on Distacart at the best prices. Order now for gentle, effective solutions for your skincare and haircare needs, made with nature's finest ingredients."
  },
  {
    "title": "Ayulabs Ayurveda",
    "description": "Shop Ayulabs Ayurveda products at Distacart for your healthcare needs at great prices. Order now for natural wellness solutions and express shipping to your doorstep."
  },
  {
    "title": "Kama Ayurveda",
    "description": "Discover Kama Ayurveda's range of premium skincare, haircare, and wellness products made with natural ingredients. Shop online for authentic Ayurvedic solutions for healthy, radiant skin and hair."
  },
  {
    "title": "Forest Essentials",
    "description": "Explore Forest Essentials products online for luxurious Ayurvedic beauty essentials. Shop skincare, haircare, and body care, made with pure, natural ingredients. Order today!"
  },
  {
    "title": "Sugar Cosmetics",
    "description": "Explore a wide range of Sugar Cosmetics online on Distacart at affordable prices. Buy now for high-quality, cruelty-free makeup for your face, Eyes, and lips that delivers flawless looks for any event!"
  },
  {
    "title": "Bakson's Homeopathy",
    "description": "Order Bakson's Homeopathic Products and Medicines Online at Distacart. Shop for authentic medicines for hair care, skin care, and overall health. Buy now for reliable homeopathic solutions!"
  },
  {
    "title": "Dark Forest",
    "description": "Shop now at Distacart to receive essential oils, organic hair care products as well as ayurvedic powders from Dark Forest at the best prices with express shipping. ✓Skin Care ✓Hair Care ✓Eye Care ✓Health Care"
  },
  {
    "title": "FreshOn",
    "description": "Buy FreshOn Products online at the best price on Distacart. Order now for the FreshOn Healthy Grocery to avail fresh, nutritious options and elevate your meals, to support a healthier lifestyle."
  },
  {
    "title": "Gavyamart",
    "description": "Shop Gavyamart products Online on Distacart at the best prices. Choose from the best ayurvedic & organic products made from natural ingredients to promote a healthier lifestyle. Order Now!"
  },
  {
    "title": "Girnar Tea",
    "description": "Order Girnar Tea Products online at Distacart. Experience the rich flavor and aroma of Girnar Tea. Order now and enjoy fresh, high-quality tea delivered straight to your doorstep."
  },
  {
    "title": "Gits Foods",
    "description": "Buy Gits Food Products online at the best prices. Choose from a wide range of Gits Food Products ✓Instant Mixes ✓Breakfast Mixes ✓Snacks Mixes ✓Dessert Mixes ✓Ready Meals ✓Dairy Products ✓Spice Mixes ✓Open&Eat and more available in Distacart."
  },
  {
    "title": "Herbal Hills",
    "description": "Buy Herbal & Ayurvedic Products From Herbal Hills Online, 100% safe & pure at distacart.com. We Provide the best Quality Herbal Hills Ayurvedic Health and Personal care products online in the form of Juices, Tablets, Capsules, Powder, and more at your doorsteps."
  },
  {
    "title": "IMC Products",
    "description": "Shop IMC Products online at the best price on Distacart. Get the best ayurvedic solutions for beauty, health & wellness from IMC with express shipping at your doorsteps."
  },
  {
    "title": "Karachi Bakery",
    "description": "Order Karachi Bakery Products online from Distacart at great price. Choose from a wide range of Karachi Bakery ✓Fruit Biscuits ✓Pista Biscuits ✓Kaju Badam ✓Osmania Biscuits and more. Check out the Price and Shop Online."
  },
  {
    "title": "Lagi Clothing",
    "description": "Buy Lagi Clothing Online on Distacart at the best prices. Shop now for Fashion Clothing & Accessories for women from a great selection of Western Wear, Ethnic Wear, Sportswear, Sleepwear, and more with express shipping."
  },
  {
    "title": "Maharishi Ayurveda",
    "description": "Order Maharishi Ayurveda Products online at best price on Distacart. Get the quality Maharishi Ayurveda products like ✓Personal Care ✓Women's Wellness ✓Everyday care, ✓Muscles and Joints Supplements with express shipping at your doorsteps."
  },
  {
    "title": "Nxtgen Ayurveda",
    "description": "Shop Nxtgen Ayurveda Supplements & Proteins Products online at Distacart.com. Get a wide range of Ayurvedic Supplements ✓Cinnamon Sticks ✓Bark Powder ✓Guava Leaf Powder ✓Cinnamon Powder get them delivered to your doorsteps."
  },
  {
    "title": "Planet Ayurveda",
    "description": "Order Planet Ayurveda Products online on Distacart at the best prices. Shop now for natural herbal remedies designed to promote wellness, balance, and a healthy lifestyle."
  },
  {
    "title": "Santulan Ayurveda",
    "description": "Order Santulan Ayurveda Products online at distacart.com. Shop for Health & Personal Care Products and supplements from Santulan Ayurveda at your doorsteps with express shipping. ✔Oral Care ✔Body Care ✔Hair Care ✔Baby care ✔Skin Care ✔Face Care"
  },
  {
    "title": "Sunfeast",
    "description": "Buy Sunfeast Biscuits/Cookies Online at Distacart. Choose from the wide range of ITC ✓Sunfeast Biscuits ✓Cakes ✓Sunfeast Glucose ✓Sunfeast Marie ✓Sunfeast Cream Biscuits and more at the best prices."
  },
  {
    "title": "Venkateswara Ayurveda",
    "description": "Shop Venkateswara Ayurveda Nilayam Ayurvedic Products Online at the best price on Distacart. Choose from a wide range of collections ✓Aswagandha Lehyam ✓Sankha Bhasma and more with express shipping."
  },
  {
    "title": "Body Lotions",
    "description": "Order Body Lotions & Creams online at Distacart. Get the wide range of the best body Lotions that make your skin moisturized from the top brands like ✓Himalaya ✓Patanjali ✓Mamaearth ✓Lakme ✓Biotique ✓Biotique at the best prices."
  },
  {
    "title": "Ensure Products",
    "description": "Shop Ensure High Protein Nutritional Shakes Online at Distacart. Choose from a wide range of Ensure Products ✓Nutritional Drinks ✓Meal Replacement shakes ✓Ensure Max Protein ✓Ensure Plant Based Protein ✓Diabetic Care Powders and more at Best Prices."
  },
  {
    "title": "Soulflower",
    "description": "Order Pure, Natural, Vegan, Handmade, and Cold Processed Soulflower Hair & Skin Care Products on distacrt.com. Shop now to avail the perfect solution for all your personal care needs with express shipping."
  },
  {
    "title": "L'Oreal Paris",
    "description": "Explore L'Oréal Paris products online. Find skincare, haircare, and makeup essentials for all your beauty needs. Enhance your beauty with ease. Shop trusted beauty essentials today at Distacart!"
  },
  {
    "title": "Mamaearth Baby Care",
    "description": "Shop a wide range of Mamaearth baby products on Distacart! From natural baby lotions to gentle shampoos, all designed for your little one’s sensitive skin. Shop now with fast shipping. Order today!"
  },
  {
    "title": "Mamaearth Beauty Care",
    "description": "Distacart is the only authorized online platform to sell Mamaearth products. Get the Mamaearth authentic Beauty Products at the best price with express shipping."
  },
  {
    "title": "Kids Clothing",
    "description": "Order Kids Clothing online at Distacart. Choose from Best Kids Clothing Brands online for ✓kids wear ✓Kids Dresses ✓Kids shoes ✓Children's clothing & accessories and more at the best prices."
  },
  {
    "title": "Himalaya Beauty Care",
    "description": "Shop the best Himalaya Herbals Beauty Products Online at Distacart.com which are 100% natural. All types of Himalaya Beauty Care Products like skincare, face care, body care, hair care, and more are available here at the best prices."
  },
  {
    "title": "Himalaya Hair Care",
    "description": "Himalaya Hair Care Online - Shop Himalaya Hair Care Products online at the best price only on Distacart.com. Have a look here to grab the best Himalaya hair care products like Shampoos, Conditioners, Hair Cream, Henna, and more at your doorsteps with express shipping."
  },
  {
    "title": "Himalaya Face Care",
    "description": "Shop Himalaya Face Care Products Online at the best price on Distacart.com. Buy from a wide range of the best Himalaya face care products from brands like Himalaya & Himalaya Herbals. Order online and get all beauty care, skin care & face care products with express shipping."
  },
  {
    "title": "Himalaya Body Care",
    "description": "Himalaya body care online - Buy Himalaya body care products at the Best price from Distacart. Choose from a wide range of the best himalaya body care products such as ✔Soaps ✔Moisturising Creams ✔Body Lotions ✔Body Creams ✔Massage Oils and more at your doorsteps."
  },
  {
    "title": "Pain Balm",
    "description": "Order Pain Balm Online at the Best price from Distacart. Say goodbye to pain by our premium pain balms that provide relief from cold, headache, joint pain, and muscle pain from top brands like Patanjali ✓Sastry Balm ✓Zandu Balm ✓Sri Sri Tattva ✓Baps Amrut and more."
  },
  {
    "title": "Tea Powder",
    "description": "Indulge in the refreshing flavor of tea powder available online on Distacart. Buy now and elevate your tea-drinking experience with our premium selection at affordable prices. Shop online today and unwind with your favorite brew."
  },
  {
    "title": "Coffee Powder",
    "description": "Shop coffee powder online for the finest blends. Enjoy freshly packed blends tailored for espresso, filter coffee, or instant brews. Order now for fast delivery!"
  },
  {
    "title": "Green Tea",
    "description": "Order Best Green Tea Online at the Best Prices from Distacart. Get fresh & premium Organic green tea with different mixes and green tea bags online shipped to your home directly and Check out the organic green tea bags from the top brands"
  },
  {
    "title": "Lip Care",
    "description": "Buy Lip Care products at a low price from Distacart. Choose from a wide range of the best Lip Care products for Lips from top brands. Give your lips an essential shield to stay in shape by using lip balms, Lip gels, and more. Shop online for exciting Offers."
  },
  {
    "title": "Luxura Sciences",
    "description": "Shop Luxura Sciences Beauty And Grooming Online products online at the best price on Distacart - India's online cosmetics store. Ayurvedic and Natural products like White Glow, Skin Whitening & Brightening Gel are available online with express shipping. Order now!"
  },
  {
    "title": "Herbalife Nutrition Products",
    "description": "Shop Herbalife products online at Distacart for unbeatable prices. Fuel your body with balanced nutrition and embrace a healthy lifestyle today with Herbalife Nutrition products."
  },
  {
    "title": "Aadvik Foods",
    "description": "Buy Aadvik Food Products online - Get a wide range of 100% natural milk products from Camel, Goat, Donkey, and Cow including frozen camel and goat milk and milk powder, etc, at Distacart. Shop India's first Camel Milk brand for Health at your doorsteps. ✔Milk ✔Milk Powder ✔Ghee ✔ Chocolates ✔Skin Care Products etc."
  },
  {
    "title": "Maybelline",
    "description": "Get Maybelline Makeup Products like ✓Fit-me Foundations ✓Lipsticks ✓Eyeshadows, ✓Kajal & more online. Buy Maybelline cosmetics from Distacart.com at the best prices. One-Stop Destination For All Beauty."
  },
  {
    "title": "Sugar Cosmetics Beauty Care",
    "description": "Online shopping for Beauty from a great selection of Foundations, Face Masks, Creams & Moisturisers, Face Pack, Sunscreen & Aftercare, Facial Kit, Lipsticks, Eyeliners, Kajal, on Distacart.com with Express Shipping."
  },
  {
    "title": "Sugar Cosmetics  Lip Care",
    "description": "Sugar Cosmetics Online: Shop Sugar Cosmetics Lip Makeup Products online from Distacart at low prices. Explore a variety of authentic Sugar Cosmetics products here. Order now and get express shipping on your products."
  },
  {
    "title": "Preserva",
    "description": "Order Preserva Wellness Ayurvedic Products Online at Best Prices. Preserva Wellness offers a wide range of high-quality products that are 100% vegetarian. Activate your natural beauty from Distacart."
  },
  {
    "title": "Indian Kitchenware",
    "description": "Explore Indian kitchen cookware online. Find tavas, pressure cookers, kadais, and more designed for authentic Indian cooking. Order now at Distacart!"
  },
  {
    "title": "Isha Life",
    "description": "Discover the exclusive collection of Isha Life products online on Distacart. Shop authentic wellness products, herbal remedies, and yoga essentials today. Order Isha Life products now with free shipping along with fast delivery."
  },
  {
    "title": "Eye Kajal",
    "description": "Order eye kajal online on DIstacart. Explore our curated selection of premium eye kajals designed to enhance your beauty and provide long-lasting wear. Buy Now!"
  },
  {
    "title": "Mascara",
    "description": "Shop for the Best Mascara Online at the best prices. Get a wide range of ✓Waterproof mascara ✓Smudge proof mascara and colored mascara from the top eys mascara brands only on Distacacart.com."
  },
  {
    "title": "Eyeliner",
    "description": "Buy Best Eyeliner Online at a low price from Distacart. Choose a wide range of eyeliners includes ✓Glitter ✓Gel Eyeliner ✓Eyeliner Pencil ✓Waterproof Eyeliners ✓Liquid Eyeliner from top brands like ✓Lakme ✓Myglamm ✓Sugar and more at the best prices."
  },
  {
    "title": "Eye Shadow",
    "description": "Distacart is the best online shop for eyeshadow makeup products, where you can buy all types of eyeshadow makeup products like eyeshadow glitter, eyeshadow palette, kit, brushes set, etc, at the best price. Order now for Express Shipping."
  },
  {
    "title": "Makeup",
    "description": "Buy the latest collection of makeup products at Distacart! Shop beauty and makeup products from best-selling brands like ✓Neutrogena ✓Maybelline ✓Lakme ✓Himalaya ✓Ponds ✓Forest Essentials ✓Mamaearth ✓Revlon ✓Patanjali and more."
  },
  {
    "title": "Face Makeup",
    "description": "Face Makeup: Buy premium face makeup products online for women on Distacart.com. Shop from our wide range of face beauty products ✓Foundation ✓CC Creams ✓BB Creams ✓Face Powders ✓Highlighters ✓Compact ✓Concealers and more at the best prices."
  },
  {
    "title": "Lips",
    "description": "Lip Makeup Online: Buy Makeup Products for Lips at low prices from Distacart.com. Choose from a wide variety of ✓lipsticks ✓lip liners ✓Lip Gloss ✓Lip Balm ✓Matte Lipsticks ✓Ultra-shine lipglosses ✓lip tints - we have them all in our huge collection."
  },
  {
    "title": "Organic Harvest",
    "description": "Buy the best Organic Harvest Products Online at distacart.com. Organic Harvest is an all-organic brand with extensive skincare, haircare, body care range, essential oils, and Hygienic Products which are suitable for both men and Women. Order now!"
  },
  {
    "title": "Lipstick",
    "description": "Buy Lipsticks and Lip Colors from top brands like Maybelline, Lakme, Sugar, and more at a huge range of lipstick shades and matte lipsticks in red, peach, nude, pink, maroon, etc on Distacart which is the best place to buy lipstick online. ✓Best Offers ✓Express Shipping"
  },
  {
    "title": "Lip Crayon",
    "description": "Order Lip Crayon Online at a low price on Distacart.com. Choose from a wide range of Crayon Lipsticks in Matte, Glossy, Cream, and more finishes from top brands like ✓Lakme, ✓Maybelline Lip Crayon ✓Sugar & more online with Express Shipping."
  },
  {
    "title": "Lip Liner",
    "description": "Lip Liner Set Online - Buy Lip Liners and Lip Pencils Online at low prices from Distacart.com. Check out the best lip liner colors & shades from top brands like ✓Lakme ✓Myglamm ✓Wet n Wild and more. Shop Online with Express Delivery."
  },
  {
    "title": "Foundation Makeup",
    "description": "Explore a wide selection of foundation makeup online on Distacart. From liquid to cream and stick formulations, find the perfect coverage for your skin type. Shop now for exclusive deals!"
  },
  {
    "title": "Compact",
    "description": "Do compact powder online shopping at distacart.com for the best quality. Choose from a wide range of Compact Powder for oily & dry skin from top brands like ✓Lakme ✓Loreal Paris ✓Maybelline at the best price."
  },
  {
    "title": "Contour",
    "description": "Choose from a wide range of Contour Makeup Kit for oily & dry skin from top makeup brands like ✓Lakme ✓Loreal Paris ✓Maybelline and more. Shop the best Makeup Palettes online for your makeup regime and explore the entire collection of Contour Palettes available at Distacart.com."
  },
  {
    "title": "Makeup Remover",
    "description": "Buy Face Makeup Remover Online at Best Price at Distacart.com. Shop for Makeup Remover Oils, Makeup Remover Water & other Makeup Removers from top Brands like ✓ Mamaearth ✓Forest Essentials ✓Kama Ayurveda."
  },
  {
    "title": "Lip Tint",
    "description": "Explore the top lip tints offered on Distacart. Shop vibrant, long-lasting lip stains that amplify your natural beauty! Browse through our collection and discover the ideal shade to add a burst of color to your lips at great prices. Order now!"
  },
  {
    "title": "Bronzer",
    "description": "Buy Body & Face Bronzer online at the Best price from Distacart.com. Choose from our wide range of Bronzer from top makeup brands. Select the Bronzer for your makeup regime and explore the entire collection of Bronzers, available online."
  },
  {
    "title": "Vaadi Herbals",
    "description": "Buy Vaadi Herbals products online at Best Price on Distacart.com. Choose from a huge range of Vaadi Herbals Beauty And Grooming Products ✓FACE CARE ✓BATH & BODY ✓HAIR CARE ✓LIP CARE ✓FOOT CARE ✓GIFT SETS ✓FACE & BODY KITS and many more Order Online."
  },
  {
    "title": "Blush",
    "description": "Buy Best Blush Makeup Products Online at Best Price. Choose from a wide range of cheek and Face blush such as ✓pink & shimmer blush, ✓liquid blush, ✓blush powder ✓Cream Blush ✓Blush Stick ✓Blush palette from Top Brands only at Distacart."
  },
  {
    "title": "Murabba",
    "description": "Order Murabba online at Distacart.com. Choose from a wide range of best murabba ✓Amla Murabba ✓Apple Murabba ✓Aam ka Murabba ✓Bel Murabba ✓Bans Murabba and More at the best price with express shipping."
  },
  {
    "title": "Cow Ghee",
    "description": "Shop for pure cow ghee online on Distacart. Our authentic ghee is rich in flavor and nutrients, perfect for cooking and health. Order now for fast delivery to your doorstep!"
  },
  {
    "title": "Buffalo Ghee",
    "description": "Order Buffalo Ghee online of best quality & price from Distacart. Add a touch of richness to your cooking with buffalo ghee. Made from the highest-quality buffalo milk, our ghee is the perfect ingredient for traditional dishes. Shop now."
  },
  {
    "title": "Bilona Ghee",
    "description": "Buy Bilona Ghee online on Distacart and enjoy the rich, nutritious goodness of A2 cow ghee. Made with the ancient Bilona method, our ghee is perfect for health-conscious individuals and culinary enthusiasts alike. Order Now!"
  },
  {
    "title": "Cold Pressed Oils",
    "description": "Get the freshest and most nutritious cold pressed oils delivered right to your door. Shop online for premium quality cold pressed oils, made from natural ingredients and pressed without heat. Enjoy healthy and delicious cooking with our online selection of cold pressed oils."
  },
  {
    "title": "Castor Oil",
    "description": "Buy castor oil online at the best price only on Distacart. Order Online for different types of castor oils like ✓Cold-Pressed Castor Oil ✓Black Castor Oil ✓Wood Pressed Castor Oil ✓Virgin Castor Oil. Choose from our wide range of castor oil ✓Skin care And ✓Hair care."
  },
  {
    "title": "Olive Oil",
    "description": "Shop for the finest quality extra virgin olive oil from top brands at the best prices on Distacart. Order now to elevate your culinary experience and infuse your dishes with natural flavor."
  },
  {
    "title": "North Indian Snacks",
    "description": "Order North Indian snacks, or Namkeen at Distacart. Distacart is providing fresh & Homemade North Indian snacks which include ✔moong dal ✔masoor dal ✔chana dal and ✔flour-based Namkeen from top brands like ✔Nathu's ✔Haldiram's ✔Evergreen sweets ✔Patanjali ✔TRU Mishra's, and many more."
  },
  {
    "title": "South Indian Snacks",
    "description": "Buy South Indian Snacks Online on Distacart at the best prices. Browse our online collection of murukku, banana chips, and mixtures, made with the finest ingredients. Order now!"
  },
  {
    "title": "North Indian Pickles",
    "description": "North Indian Pickles online - Buy the best North Indian pickles at the Best price from Distacart. Choose from a wide range of north Indian pickles from top brands like ✓Roopak ✓Two Brothers ✓Suvidhi ✓Sri Sri Tattva ✓Nanak Foods ✓Organic Wellness and more at your doorsteps."
  },
  {
    "title": "Masala Tea",
    "description": "Masala Tea Online: Buy the best masala chai tea bags and tea powder which can give relief from headaches, stress, etc on Distacart. Shop the wide range of masala tea from top brands ✔The tea trove ✔Everest ✔Just Organik ✔Urban Flavorz and more at the best prices."
  },
  {
    "title": "Cookies",
    "description": "Satisfy your sweet tooth with our delicious cookies on Distacart! Shop online for a variety of freshly baked treats, including chocolate chip, oatmeal raisin, and gluten-free options. Enjoy fast delivery!"
  },
  {
    "title": "Milk Powder",
    "description": "Experience the convenience and nutrition of dry milk powder available online on Distacart. Buy now and enjoy the goodness of dairy anytime, anywhere at the best prices. Shop online today for high-quality powdered milk to meet your dietary and culinary needs."
  },
  {
    "title": "Foxtail Millet",
    "description": "Foxtail Millet Online - Buy the best foxtail millets at the best price from Distacart. Choose from a wide range of foxtail millet from top brands like Sri Sri Tattva✓ Accept Organics✓ Adrish✓ Prana Organics✓ FreshOn✓ and more with express home delivery."
  },
  {
    "title": "Kodo Millet",
    "description": "Get the health benefits of Kodo millets available online on Distacart. Shop now and add these nutritious, gluten-free grains to your diet at affordable prices. Enhance your meals with premium organic Kodo millets, perfect for boosting your nutrition naturally."
  },
  {
    "title": "Little Millet",
    "description": "Order Little Millet Online at the Best Price from Distacart. Find your favorite Millet grains online that are gluten-free, non-acid-forming, and a great addition to the diet from top brands ✓24 Mantra Organic ✓Isha Life ✓Sri Sri Tattva, and more."
  },
  {
    "title": "Pearl Millet",
    "description": "Pearl millet online - Order pearl millet from the best Online store Distacart at the best prices. Select from a wide range of bajra millets or kambu from top-rated brands such as ✯Siridhanya ✯Millet Amma ✯Freshon ✯Wellbe and more with express home delivery."
  },
  {
    "title": "Herbal Drinks",
    "description": "Find the perfect herbal drink for you! Shop now and enjoy a range of healthy and delicious options to choose from top brands only on Distacart.com."
  },
  {
    "title": "Moong Dal",
    "description": "Moong Dal Online - Buy roasted moong dal at the best price from Distacart. Choose from a wide range of moong dal from top brands like Patanjali✓ 24 Mantra Organic✓ Accept Organic✓ Pure & Sure✓ and more with express home delivery."
  },
  {
    "title": "Chana Dal",
    "description": "Shop high-quality Chana Dal online at Distacart. Enjoy fresh, nutritious split chickpeas perfect for soups, curries, and salads. Order now for quick delivery!"
  },
  {
    "title": "Urad Dal",
    "description": "Shop for the finest Urad Dal online at Distacart. Discover the rich flavors and superior quality of our urad dal varieties. Buy Urad Dal online from top brands like ✓24 Mantra ✓Patanjali ✓Pure & Sure ✓Millet Amma ✓Siridhanya ✓Organic Wellness and more."
  },
  {
    "title": "Soya Chunks",
    "description": "Order soya chunks online at the best prices on Distacart. Shop now and add this protein-rich meat alternative to your meals for a healthy lifestyle. Enjoy the versatility and nutrition of premium soya chunks, perfect for enhancing your favorite recipes."
  },
  {
    "title": "Barnyard Millet",
    "description": "Order Barnyard millet online from leading organic product suppliers at a reasonable price. Check Healthy and Organic Barnyard Millet Nutrients Online and get them delivered to your doorstep. Order natural-organic grains & millets now at Distacart.com."
  }
]